Ran Apply for project: `cvm` dir: `cvm` workspace: `default`

**Apply Error**
<details><summary>Show Output</summary>

```
running "terraform apply -var \"secret_id=IKID9i38xZw61g8MN9zhheNr66rQmCXguERd\" -var \"secret_key=7ze9RULg6i7Zt3DEzby5xZv3FG6iAPTN\"" in "/atlantis-data/repos/yakir-Yang/terraform-demo-with-cam-sts/7/default/cvm": exit status 1: running "terraform apply -var \"secret_id=IKID9i38xZw61g8MN9zhheNr66rQmCXguERd\" -var \"secret_key=7ze9RULg6i7Zt3DEzby5xZv3FG6iAPTN\"" in "/atlantis-data/repos/yakir-Yang/terraform-demo-with-cam-sts/7/default/cvm": 

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # tencentcloud_instance.cvm_cicd_kk_1 will be created
  + resource "tencentcloud_instance" "cvm_cicd_kk_1" {
      + allocate_public_ip                      = false
      + availability_zone                       = "ap-jakarta-2"
      + cpu                                     = (known after apply)
      + create_time                             = (known after apply)
      + disable_api_termination                 = false
      + disable_monitor_service                 = false
      + disable_security_service                = false
      + expired_time                            = (known after apply)
      + force_delete                            = false
      + hostname                                = "user"
      + id                                      = (known after apply)
      + image_id                                = "img-9qrfy1xt"
      + instance_charge_type                    = "POSTPAID_BY_HOUR"
      + instance_charge_type_prepaid_renew_flag = (known after apply)
      + instance_name                           = "cvm_cicd_kk_1"
      + instance_status                         = (known after apply)
      + instance_type                           = "S5.MEDIUM2"
      + internet_charge_type                    = (known after apply)
      + internet_max_bandwidth_out              = (known after apply)
      + key_ids                                 = (known after apply)
      + key_name                                = (known after apply)
      + memory                                  = (known after apply)
      + orderly_security_groups                 = (known after apply)
      + os_name                                 = (known after apply)
      + private_ip                              = (known after apply)
      + project_id                              = 0
      + public_ip                               = (known after apply)
      + running_flag                            = true
      + security_groups                         = (known after apply)
      + subnet_id                               = (known after apply)
      + system_disk_id                          = (known after apply)
      + system_disk_size                        = 50
      + system_disk_type                        = "CLOUD_PREMIUM"
      + uuid                                    = (known after apply)
      + vpc_id                                  = (known after apply)

      + data_disks {
          + data_disk_id           = (known after apply)
          + data_disk_size         = 50
          + data_disk_type         = "CLOUD_PREMIUM"
          + delete_with_instance   = true
          + encrypt                = false
          + throughput_performance = 0
        }
    }

  # tencentcloud_subnet.cicd_kk will be created
  + resource "tencentcloud_subnet" "cicd_kk" {
      + availability_zone  = "ap-jakarta-2"
      + available_ip_count = (known after apply)
      + cidr_block         = "10.0.1.0/24"
      + create_time        = (known after apply)
      + id                 = (known after apply)
      + is_default         = (known after apply)
      + is_multicast       = false
      + name               = "cicd_kk_subnet"
      + route_table_id     = (known after apply)
      + vpc_id             = (known after apply)
    }

  # tencentcloud_vpc.cicd_kk will be created
  + resource "tencentcloud_vpc" "cicd_kk" {
      + assistant_cidrs        = (known after apply)
      + cidr_block             = "10.0.0.0/16"
      + create_time            = (known after apply)
      + default_route_table_id = (known after apply)
      + dns_servers            = (known after apply)
      + docker_assistant_cidrs = (known after apply)
      + id                     = (known after apply)
      + is_default             = (known after apply)
      + is_multicast           = false
      + name                   = "cicd_kk_vpc"
    }

Plan: 3 to add, 0 to change, 0 to destroy.

Changes to Outputs:
  + instance_id = (known after apply)
  + public_ip   = (known after apply)

Do you want to perform these actions?
  Terraform will perform the actions described above.
  Only 'yes' will be accepted to approve.

  Enter a value: 
Interrupt received.
Please wait for Terraform to exit or data loss may occur.
Gracefully shutting down...


╷
│ Error: error asking for approval: context canceled
│ 
│ 
╵

Fetching temporary credentials...

Setting environment variables...

```
</details>